<template>
  <div class="rehabilitation">
    <p class="rehabilitation-title">إعادة تأهيل وتطوير مراكز التدريب</p>
    <div class="rehabilitation-sec-1">
      <p class="reh-title">خدمات مساعدة في الحصول على شهادات ISO</p>
      <p class="reh-text">
        التقييم المسبق للحصول على شهادات للأيزو: نجري مراجعة أولية لتحديد
        الفجوات وتقديم توصيات قابلة للتنفيذ قبل التدقيق الرسمي للحصول على شهادات
        الأيزو. إعداد الوثائق اللازمة للحصول على شهادات الايزو: نساعد عملاءنا في
        إعداد وتنظيم الوثائق المطلوبة لتلبية متطلبات الحصول على شهادات الأيزو.
        التدريب على الامتثال للحصول على شهادات الأيزو: نقدم ورش عمل تدريبية تهدف
        إلى تجهيز الفرق للعمل وفقًا لمعايير الأيزو وضمان الامتثال المستمر. دعم
        شامل: نرافق عملاءنا خلال عملية الحصول على شهادات الأيزو، من التقييم
        الأولي وحتى الحصول على أكثر من 25-30 شهادة أيزو في مجالات مختلفة وفقاً
        لاحتياجات كل عميل.
      </p>
    </div>
    <div class="rehabilitation-sec-2">
      <p class="reh-title">خدمة التقييمات</p>
      <p class="reh-text">
        نقدم حلولًا متخصصة وشاملة لتقييم المهارات الفنية والسمات الشخصية، مما
        يساعد المؤسسات على تحسين اختياراتها وتطوير كوادرها. تشمل خدمتنا: التقييم
        الفني: تقديم اختبارات متقدمة لقياس الكفاءات الفنية، لدعم قرارات التوظيف
        والتدريب الفعّال. تقييم السمات السيكومترية: تقييم دقيق للسمات الشخصية
        والقدرات النفسية والاجتماعية، لضمان توافق المرشحين مع ثقافة المؤسسة
        وأهدافها. تقييمات بريكمان وجالوب: نوفر إمكانية الوصول إلى تقييمات
        بريكمان وجالوب المعتمدة عالميًا، لتقديم رؤى دقيقة حول المهارات القيادية
        والتفضيلات الشخصية التقييم المسبق للحصول على شهادات للأيزو: نجري مراجعة
        أولية لتحديد الفجوات وتقديم توصيات قابلة للتنفيذ قبل التدقيق الرسمي
        للحصول على شهادات الأيزو. إعداد الوثائق اللازمة للحصول على شهادات
        الايزو: نساعد عملاءنا في إعداد وتنظيم الوثائق المطلوبة لتلبية متطلبات
        الحصول على شهادات الأيزو. التدريب على الامتثال للحصول على شهادات الأيزو:
        نقدم ورش عمل تدريبية تهدف إلى تجهيز الفرق للعمل وفقًا لمعايير الأيزو
        وضمان الامتثال المستمر. دعم شامل: نرافق عملاءنا خلال عملية الحصول على
        شهادات الأيزو، من التقييم الأولي وحتى الحصول على أكثر من 25-30 شهادة
        أيزو في مجالات مختلفة وفقاً لاحتياجات كل عميل.
      </p>
    </div>
  </div>
</template>

<script setup></script>

<style lang="scss" scoped>
.rehabilitation {
  .rehabilitation-title {
    font-size: 3.2rem;
    font-weight: 500;
    padding: 1rem 2rem;
    line-height: 4.9rem;
    text-align: right;
    background-color: #7aaf44;
    color: #fff;
    border-inline-start: 3rem solid #0477be;
    width: fit-content;
  }
  .rehabilitation-sec-1,
  .rehabilitation-sec-2 {
    .reh-title {
      font-size: 2.4rem;
      font-weight: 700;
      line-height: 3.6rem;
      text-align: right;
      color: #444444;
    }
    .reh-text {
      font-size: 1.8rem;
      font-weight: 400;
      line-height: 3.454rem;
      text-align: right;
      color: #121212;
    }
  }
}
</style>
