<template>
  <div class="rehabilitation">
    <p class="rehabilitation-title">قطاع خدمات التدريب</p>
    <div class="rehabilitation-sec-1">
      <p class="reh-title">
        نقدم مجموعة متكاملة من الخدمات لدعم المؤسسات في تطوير برامج التدريب
        والتأهيل، مما يعزز الأداء وبناء القدرات.
      </p>
      <div class="reh-text">
        <ul>
          <li>
            التدريب: تصميم وتنفيذ برامج تدريبية مخصصة لتلبية احتياجات الأفراد
            والمؤسسات.
          </li>
          <li>
            الاستشارات: تقديم استشارات متخصصة لتحسين العمليات التدريبية وتطوير
            المناهج والبرامج.
          </li>
          <li>
            الحقائب التدريبية: نقدم حقائب تدريبية تحتوي على محتوى تعليمي وتمارين
            عملية، مع تصميمات حديثة ومعايير جودة عالية.
          </li>
          <li>
            المنصات التعليمية: نقدم حلولاً لتطوير منصات تفاعلية تتضمن أدوات
            لإدارة الدورات التدريبية، التفاعل مع المتعلمين، وتقييم أدائهم.
          </li>
          <li>
            التدريب القيادي: نركز على تنمية مهارات القيادة والإدارة، بما في ذلك
            التخطيط الاستراتيجي، القيادة الفعالة، وإدارة الفرق.
          </li>
          <li>
            التقييمات: نقدم تقييمات دقيقة لقياس الكفاءات الفنية والسمات الشخصية،
            مما يساعد في تحسين اختيارات التوظيف والتدريب.
          </li>
        </ul>
      </div>
    </div>
    <div class="rehabilitation-sec-2">
      <p class="reh-title">تصميم الخطط التدريبية الشاملة</p>
      <div class="reh-text">
        <ul>
          <li>
            نقدم خطة تدريبية شاملة تتضمن أكثر من 3000 دورة تدريبية متخصصة في
            مجالات متنوعة مثل إدارة المشاريع، الجودة، التحول الرقمي، القيادة،
            والامتثال. يتم تصميم هذه الدورات لرفع كفاءة الأداء والاحترافية لدى
            عملائنا.
          </li>
          <li>
            نقوم بتصميم برامج تدريبية مرنة وقابلة للتخصيص وفقًا لاحتياجات كل
            مؤسسة، مع تقييم دقيق لاحتياجات العملاء وتصميم برامج تتناسب مع
            المتطلبات التقنية والإدارية والمهارية.
          </li>
          <li>
            يتم تقديم جميع الدورات من خلال شبكة معترف بها من مراكز التدريب في
            المملكة العربية السعودية ومنطقة الشرق الأوسط وشمال إفريقيا، والتي
            تستخدم أحدث التقنيات لتوفير التدريب العملي والتطبيقي بفعالية.
          </li>
          <li>
            نقدم دعمًا مستمرًا بعد إتمام الدورات لضمان استفادة المؤسسات والأفراد
            من التدريب بالكامل، مع متابعة الأداء وتقديم توصيات للتحسين المستمر.
          </li>
        </ul>
      </div>
    </div>
    <div class="rehabilitation-sec-2">
      <p class="reh-title">التدريب والتطوير المباشر</p>
      <div class="reh-text">
        <ul>
          <li>
            نقدم ورش عمل تثقيفية وندوات تحضيرية لمساعدة المنظمات في تحديد وفهم
            أهدافها الاستراتيجية والتنظيمية، وتحضير فرق العمل لمواجهة مختلف
            المراحل.
          </li>
          <li>
            نوفر تدريبات مستمرة تساعد على التحسين المستمر والتكيف مع المعايير
            الجديدة، مما يعزز القدرة التنافسية والنمو والاستمرارية في المجالات
            المختلفة
          </li>
        </ul>
      </div>
    </div>
  </div>
</template>

<script setup></script>

<style lang="scss" scoped>
.rehabilitation {
  .rehabilitation-title {
    font-size: 3.2rem;
    font-weight: 500;
    padding: 1rem 2rem;
    line-height: 4.9rem;
    text-align: right;
    background-color: #7aaf44;
    color: #fff;
    border-inline-start: 3rem solid #0477be;
    width: fit-content;
  }
  .rehabilitation-sec-1,
  .rehabilitation-sec-2 {
    .reh-title {
      margin: 2rem 0 0;
      font-size: 2.4rem;
      font-weight: 700;
      line-height: 3.6rem;
      text-align: right;
      color: #444444;
    }
    .reh-text,
    ul li {
      font-size: 1.8rem;
      font-weight: 400;
      line-height: 3.454rem;
      text-align: right;
      color: #121212;
    }
  }
}
</style>
